{"anastasiia-miagkikh-b118a2168": [], "mirkadev": ["I've broken a new record for touch typing (only left hand) in Russian after moving from my Linux machine to Macbook. My global goal is still to type 400+ characters. I will give you a shout when it happens.I express my gratitude to Павел Аксенов, who introduced me to this cool stuff.My klavogonki profile: https://lnkd.in/dkBxePY"], "elena-vidyakina-2b877990": [], "biluta": [], "jjestyyy": [], "vladislav-nikitin-738229266": ["Добрый день!Хочу поделится информацией о себе и обратить на себя внимание рекуртеров.Я разработчик с 1.5 годами опыта на С# и его экосистеме. Есть несколько проектов за плечами как комерческих, так и учебныхПочему стоит обратить внимание на меня:- Легко погружаюсь в производственный процесс и предметную область;- Не боюсь задавать вопросы если что-то непонятно;- Способен эффективно работать как в команде, так и индивидуально, в том числе в режиме многозадачности.Буду очень благодарен за лайки и репосты!#opentowork"], "indiro": [], "pavel-lamonov-9582551b3": [], "dmitry-bondarenko-gis": ["Thanks, Espressif Systems for your trust. Now we are a team, and I will not fail 💪 Ready for new challenges!#newteammember #espressif #newjob", "I did it! I passed the exam on B2 English level and got the certificate.Thanks, Englex!#B2 #certificate #English #exam #education #school", "Hello, Connections. Could you help me and find any mistakes, shortcomings, and give me some advice about my resume? Thanks a lot!#resumereview #resume #review #help #career #jobsearch #recruiting", "One more certificate, connected with Python and Django! 💪", "Hello, my dear LinkedIn network!Now I need to ask you for some help! My dream is to work in a European сountry as a programmer. And I need your help. Maybe you know people/projects/companies in Europe, that have some job opportunities for me. Could you get them my contacts? I am a Middle Python + GIS programmer from Moscow, Russia. I started to learn Python 7 years ago, and now I have a lot of local and job projects. At my current job, I use Python + PyQt + PostgreSQL to automatize processes and tasks. I worked on 7 projects for 2 years and get a lot of experience. It brought the company +274000$ for 2 years. Also, I have one local project with Python (Django) + React. Also, I have a Bauman Moscow State Technical University diploma in Information Security and have a patient for the program with Python. More information about me and my experience you can find in my LinkedIn account.I really believe in LinkedIn network power and magic. So I hope that you, my friends, help me. Thanks a lot!#python #job #experience #jobs #work #opentowork #middle # #europe #postgresql #help", "I did the first steps in Django. I knew HTML + CSS + SQL, so It was quite easy. Look for the next course in that specialization.#django #html #css #python #sql #programming #coursera #certificate", "I started programming when I was 7 years old.My grandma worked in a company that tried to create a program that will vocalize where you click on the screen or what you type on a keyboard. It program calls 'Speaking mouse 5.0'. When I was young, she started to teach me HTML and CSS technology. I think you understand that now that knowledge is very outdated.But I love programming. It looks as you create a book or a painting. For me, it was like art. After HTML and CSS I stopped working with programming, but when I was 13, I wanted to create a mod on the GTA SAMP game. It is a mod for multiplayer gaming where people tried to play roles. And I started to try to create that mod. I spent near 2 years, wrote 10000+ lines of code on PAWN language (simplified C#), but it was great time. I think, my way started there when I wrote my first big code with functions, logic, and... And it works! That's was great!#programming #firstcode #coding #gaming #remembering", "Why do I love the Chezh Republic?In 2019 I was in the Czech Republic and visited three cities: Prague, Czech Krumlov, and Karlovy Vary. In 2019 for me there were just interesting cities, another place which looks pretty nice, that's all. I saw beautiful places, but I didn't love that country. For me, it was just one another country.But now, when I am thinking about my traveling, I understand, that the Czech Republic is one of the best cities I have ever been to. It's a contrasting city with beautiful history and breathtaking architecture. Now I really want to live in that country, want to walk along the small streets of cities, want to be there. I tried to find a job with relocation, and if somebody asked me about relocation city, I would answer that the Czech Republic one of the most perspective place for me.#travel #job #relocation #tourism #czech #czechrepublic #adventure #prague", "Today I got a diploma of my university (Bauman Moscow State Technical University). Now I am not a student! #university #higheducation #NotAStuden #opentowork", "Hi everyone - I am looking for a new role and would appreciate your support. Thank you in advance for any connections, advice, or opportunities you can offer. #OpenToWork"], "evgeniy-lagutin-10671512a": ["I’m happy to share that I’m starting a new position as Middle Frontend Developer at Yandex.Market!", "I’m happy to share that I’m starting a new position as Frontend Developer!"], "andrey-efimov": [], "asergey": [], "denis-osminin-1b197955": [], "artur-rudenko-2595271b8": [], "dmitry-shavkunov-0b3b52182": [], "marinakap": ["I am a software Engineer (python developer), 6 years experience, English - upper intermediate.Looking for a remote job\\relocation."], "veronika-zyatchina-b14ab514": [], "ferisef": [], "владимир-смирнов-60ab4064": ["Защитил свой первый диплом в #skillbox. Если кто-то в условиях карантина всё же ищет джуна на вёрстку - вы знаете, что делать ;) А я пока перехожу к курсу по JavaScript.#Junior #верстальщик #ищуработу", "Уважаемые HR-специалисты, любимые мои, дорогие! Поскорее добавляйте меня в контакты! Очень спешу. А то мне ещё  #стереотипы ломать - в 38 лет надо устроиться в мало-мальски приличную компанию на должность  #Junior #Frontend #Developer без опыта и с дипломом онлайн-курсов на руках (которого, кстати, тоже, пока, нет, но в ближайшее время будет (следите за обновлениями)), потому что меня уже не остановить. :) Что поделать, если только сейчас пришло осознание, что я, кажется, не \"гуманитарий\" и ничто за 20 лет моей профессиональной карьеры меня так не цепляло, как программирование."], "oleg-voronin-5181221b3": ["У каждого разработчика в определенный момент времени появляется проблема, решения которой нет в открытых источниках (либо решаются не все кейсы) и тогда приходит возможность поделится своими наработками.Так было и со мной. В Storybook я не мог посмотреть как выглядит мой компонент в темной теме и тогда сделал небольшой плагин с двумя кнопками (light & dark).Выложил в NPM и Storybook addons и пошли скачивания. С ума сойти! В пик больше 1.000 разработчиков скачали за неделю! И даже появилось первое issue на Github, который я с гордостью закрыл, дополнив функционал.Ребята, давайте заниматься open-source — это так вдохновляет! 😊 https://lnkd.in/erHQZxmAhttps://lnkd.in/eZfrj93Q #github #opensource #frontend", "Пытаюсь установить Github Copilot, но не выходит: то в моей стране заблокирован (включил VPN), то карта для оплаты не такая (добавил зарубежную). Что ему еще нужно?В качестве альтернативы рассматриваю Tabnine.Рассчитываю просто посмотреть, помогать в работе вряд ли будет) #github #AI #copilot", "Каждый день мы созваниваемся с коллегами. Качество микрофона напрямую влияет на продуктивность беседы. Поэтому я купил себе беспроводные наушники. Удобно, можно отойти в другую комнату и продолжать слушать. Но оказалось, что когда я включал свой микрофон — качество входящего и исходящего звука резко менялось.Немного проанализировав проблему, я понял, что передавать входящие и исходящие данные невозможно при Bluetooth соединении. Тогда я нашел утилиту, которая решает частично эту проблему.Airpods-sound-quality-fixer (https://lnkd.in/dJmGzu7b) — простая утилита, которая работает в фоне и при подключении аудио устройств форсированно включает указанный источник микрофона. Как это работает?Я слушаю коллег через наушники, но микрофон используется Macbook'а. Микрофон Macbook'а теперь всегда будет выбран как исходящий источник. Подключаю я AirPods или JBL. Я всегда слышу коллег без искажений и коллеги меня.#macOS #airpods #audio #workflow", "Использую MacOS, когда она называлась еще OS X и для меня трекпад и рабочие столы были киллер фичами. Смахнул влево — браузер, вправо — документы.Недавно я узнал про утилиту Amethyst — менеджера окон для MacOS и понял, что рабочие столы и тем более многозадачность Stage Manager в последней версии Mac OS Ventura — полный отстой.Используя Amethyst я могу:1. Открывать все приложения сразу на весь экран2. Переключаться между ними горячими клавишами (у меня это Opt + j,k)3. Не тратить время на дурацкую анимацию переключения между рабочими столами.4. Делить окна в разных пропорциях (увеличивать и уменьшать)5. Переключать фокус между внешним монитором и Macbook.6. Переносить приложения на внешний монитор и Macbook.Мои кейсы использования:- Переключаюсь между кодом и браузером (если работаю без монитора)- Делю экран на 3 части, где 2/3 занимает браузер, 1/3 блокнот#macOS #amethyst #workflow", "А вы знали, что можно посмотреть исходники web-версии (K) Telegram прямо в браузере? Например, можно посмотреть компонент Chat.ts и найти некоторые костыли 😁 #telegram #hacker ", "Сколько тестов нужно написать, чтобы научится тестировать?Я протестировал 50 файлов, написав 185 тест-кейсов, покрыв 35% (1263/3598) строк кода.Могу сказать, что сейчас чувствую себя уверенно в unit тестировании.", "LinkedIn разблокировали в России?)Зашел без VPN, всем привет 👋", "Всё еще боюсь нажать эту кнопку) Docker работает? Проблем нет для фронтов?)#bigsur #macos #docker #frontend ", "Как заходите из России? Я расширение Browsec VPN и очень медленно :(", "Здравствуйте, я в поиске новой карьерной возможности и буду признателен(а) за вашу поддержку. Заранее благодарю за все рекомендации контактов, советы или возможности, которые вы можете предложить. #OpenToWork"], "максим-девятилов-1127b9263": [], "sergejt": ["Здравствуйте, я в поиске новой карьерной возможности и буду признателен(а) за вашу поддержку. Заранее благодарю за все рекомендации контактов, советы или возможности, которые вы можете предложить. #OpenToWork", "React.js course certificate#frontend #JavaScript #JS #React #OpenToWork", "FULL STACK JavaScript certificate#fullstack #frontend #backend #JavaScript #JS #React #Node #OpenToWork", "Node.js course certificate#backend #JavaScript #JS #Node #OpenToWork", "React.js course certificate#frontend #JavaScript #JS #React #OpenToWork", "Complete JavaScript Course certificate#frontend #JavaScript #JS #OpenToWork"], "denis-martynov-3502201a0": [], "vasily-tarasov-7b5720242": ["Всем привет! 🖖 Я UI/UX Designer с опытом более 3-х лет, и я ищу новую работу! Я работала с FinTech, E-commerce и HealthTech продуктами. Меня привлекают ux-исследования, есть опыт в проведении юзабилити-тестировании. Могу и умею делать сложные интерактивные прототипы в фигме, работать с UI-kit и design system! Люблю сложные проекты, командную работу и делать жизнь пользователей лучше 😊 Пишите мне в LinkenIn или telegram (https://t.me/DariaDC), с радостью отправлю портфолио и отвечу на любые вопросы 😊 Буду благодарна, если вы поделитесь этим постом ❤️ #ui #ux #designer #uiuxdesigner #OpenToWork #jobopening #work #cv ", "С радостью сообщаю, что я оказываю бизнес-услуги в LinkedIn #OpenForBusiness. Просмотрите мою страницу услуг «Веб-разработка».", "Hello friends and colleagues! 🐱‍🏍Many have seen my recent post about the creative production shutdown of AdSide Media. Because of that, about 50 amazing #creative, #advertising, and #performancemarketing professionals are now looking for new opportunities. You can meet all of them in this presentation. Maybe your future star is hidden somewhere in it! ✨Any repost/reshare is more than welcome and pleased! Let's help each other! https://lnkd.in/d6xrHcjz"], "zamir-baytischev-191839164": [], "alexbuchkin": [], "andrey-piatygin-0b899779": [], "dmitry-pislyakov-05ab75250": [], "andrey-chayka-9b648869": [], "anton-medvedev-b0199158": [], "nikita-mamets-741310251": [], "butellab": ["Looking for new experience and opportunities #OpenToWork"], "yan-savash-57b039191": [], "andrew-sidorov": [], "evgenii-morozov-544bb2229": ["I currently live in Thailand and enjoy sunny days!", "I’m happy to share that I’m starting a new position as Senior Frontend Developer at DigiFabster Inc.!"], "mironnikov": [], "alyona-boyarskih-4a254543": [], "alexkhotkevich": [], "garri-gilmanov-323592122": [], "leonid-shkenev-5b463556": [], "konstantin-timoshuk-350b54183": [], "ольга-ермакова-a08a76181": [], "sergey-volodin": ["#opentowork #mindsetБолее месяца в поисках той самой компании, c которой мы будем пожинать плоды совместного сотрудничества и успешно запускать новые продукты.  Как ни странно, этот пост вообще не про нытьё 🙂  Я просто-напросто решил пойти другим путём, проанализировать свои косяки и планомерно повышать ставки. Как говорится, \"всё идёт по заранее намеченному плану согласно тем целям, которые были изначально\" 😀 Для себя я решил, что у меня небольшой провал в гитхабе, то есть отсутствие относительно цельных, больших и объемных проектов, которыми я могу поделиться со своим будущим работодателем, который оценит мои старания и у нас с ним всё будет хорошо. Заранее хочу отметить, что я принимаю тот факт, что есть много сеньёров-помидоров, у которых пустой гитхаб и которые успешно поднимаются по карьерной лестнице и их хантят 24/7 . Но так же стоит отметить, что многим лидам, продактам и бизнес оунерам важно наглядно видеть того, кто с ними будет работать. Как это можно сделать ? Покажи гитхаб. Особенно, если коммерческие проекты под nda, то тем более важно продемонстрировать, что ты можешь взять - сделать свой проект, который будет сложнее туду листа. Я бы, если мне приносили резюме кандидатов на заценку, точно обращал бы внимание на гитхаб, поэтому понимаю примерное мышление работодателя и делаю всё возможное, чтобы пропасть недоверия между нами была как можно меньше.Можно ещё уйти в дебри и сказать, что существуют недобросовестные конторы, но это на их совести. Я, со стороны кандидата,  делаю общение и взаимодействие со мной максимально понятным и прозрачным.Что я придумал? Очень просто: повысить ставки и разрабатывать фулстэк проекты, благо есть Nest js. Так же я планировал каждый день постить сюда небольшие отчётики, чтобы фиксировать прогресс и чтобы будущий работодатель или рекрутер спокойно мог посмотреть мой процесс мышления и убедиться в том, подходит им мой уровень, или нет.Немного беcпокоюсь за бэкенд часть, всё таки я фронтенд. В голове пока есть 3 идеи: набивший всем оскомину онлайн-кинотеатр, Rutube concept и небольшое файловое хранилище. На всех этих проектах можно отлично прокачать навыки работы с файлами и видео. Я склоняюсь в сторону Rutube концепта.Наверное мне нужно взять день-два на обдумывание данной затеи, но скорее всего я этим займусь )", "Вдобавок к прошлому посту с авторизацией (вот здесь): https://lnkd.in/eX8s5gTwТеперь, когда фулстэк авторизация осилена, можно более концептуально погружаться в эту тематику и, так сказать, расширять границы сознания, чем я и займусь в ближайшее время.  Если мои головные мюсли понравятся, хотел бы попросить лайк и репост поста. Может его увидит какой-нибудь скилловый девелопер и поделится со мной в комментах годными советами и ресурсами на эту тему ))Накидал себе небольшой план, как можно расширить свои компетенции:1) Прикрутить google авторизацию и в общем-то авторизацию через социальные сети 2) Более глубоко поработать с ролями. Очень легко вести разработку, когда у тебя на сайте есть условный админ и обычный юзер. А вот когда у тебя 10 ролей и у каждой есть свои права и обязанности - есть над чем подумать.3) Продумать всё это сквозь архитектурное мышление как с клиентской, так и с серверной стороны. Первое, что мне приходит в голову - воспользоваться паттерном \"Стратегия\". Думаю, это будет очень удобная вещь для таких случаев, в особенности на фронтенде. Мы сможем инкапсулировать логику для разных стратегий авторизации в своих отдельных классах, и в компонентах условно вызывать GoogleStrategy.register(payload), или JWTStrategy.register(payload).  По итогу получим чистенькие компоненты и чистенькую совесть перед коллегами на код ревью 😀 Так же мне важно поразмышлять о таком подходе как Role-based access contol (RBAC).  Дело в том, что у юзера есть не только его роль, но и permissions (что ему разрешено делать, а что нет). Вкратце: у нас есть админ и обычный юзер. Админу доступны такие-то  кнопочки и такой-то функционал, например та же самая админ-панель и управление юзерами, бан юзеров. Это легко менеджить на стороне фронта: если, например, роль admin, то рэндерим кнопочку, иначе нет. Когда проект разрастается, появляются новые роли  в бизнес-системе, а так же, что не маловажно, то, что эти роли могут делать, а что нет. Получаетcя, что нам на уровне компонентов нужно делать ооооочень длинные проверки на то, кому можно показывать какой-то функционал, а кому нет. Например, главный модератор может редактировать, создавать, удалять и размещать статьи, а младший модератор может только редактировать статьи. Учитывая, что у нас может быть целая иерархия ролей и обязанностей на проекте, нужно всё это эффективно обслуживать на фронтенде и желательно как можно более безболезненно уметь добавлять  новые подобные фичи по требованию бизнеса.Я понимаю, что если вдруг попаду на такой проект, то скорее всего это будет уже зрелый проект со зрелым бэком и настроенными процессами. Ну а если я попаду туда, где это надо будет проектировать плюс-минус с нуля,  такая практика от 0 до 1 может быть очень даже полезной.", "#nest #auth #blogНа досуге балуюсь Nest js, благо js позволяет перейти из клиентской части на серверную без резкой смены языка, нужно этим пользоваться.Закончил реализацию более-менее продвинутой JWT авторизации через access и refresh токены. Вообще, тема авторизации всегда шла немного туговато(лично для меня), поэтому уделял ей очень много времени, но это было со стороны фронтенда. Всегда возникало какое-то чувство, что от меня ускользает маленький и недостающий кусочек информации, из-за чего я не могу составить в голове целостную картинку этого процесса.В итоге я просто взял, и за 2 дня погрузился в Nest js, чтобы закрыть вопрос по теме авторизации на серверной стороне.  У меня уже есть опыт на Express js, поэтому вкатился достаточно легко, нужно лишь было привыкнуть к синтаксису  Nest. В итоге, решил запечатлить моментик регистрации нового юзера. UI часть не делал, просто протестировал api-шку с помощью insomnia. Как можно заметить, мы регаем нового юзера через email и password, и нам на клиент возвращаются данные этого юзера и пары токенов:access и refresh. В это время новый юзер благополучно помещается в базу данных. Теперь осталось закрепить всё это дело на обьёмненьком проекте. У меня уже есть три идеи, осталось подумать и выбрать, что начать делать первым и сколько это займёт времени.Хорошего вторника :)", "По факту 😄🙂", "Уже хотел лечь спать, но наткнулся на этот грааль. Я очень много времени зависаю в Доке, это очень полезный ресурс для изучения фронта и вэба в целом, ставший, если можно так выразиться, уже \"народным\". И вот Егор - как раз тот человек, который амбасадорит, комитит, пулреквестит и контрибьютит в Доку, делая этот ресурс более понятным и доступным для обучения. Кстати, вот сам ресурс: https://doka.guide/ Пусть алгоритмы LinkedIn помогут смэтчить Егора и его future company", "Крайне рекомендую дочитать до конца 🙂", "Up to sky", "Недавно узнал, что нативный css, оказывается, уже умеет  поддерживать nesting, то есть вложенные селекторы.Например. Для написания вложенных css селекторов мы обычно используем препроцессоры и вот такую запись:.header {    color: red;    &__title {         font-size: 4rem;}}То же самое теперь можно делать и в нативном css. Но ложкой дёгтя в этой бочке мёда как всегда выступает can i use, который говорит нам, что поддержка всего 52.66%, так что на свой страх и риск.Ссылочка на статистику :https://lnkd.in/e_AXeWZh", "Сегодня я проснулся и понял, что попал в Atomic Heart", "Пишу свой реактивный фреймворк на чистом Typescript. Уверен, это отличный проект в портфолио, плюс прокачка навыков более глубокого понимания языка и остальные плюшки.Надеюсь, что останусь жив 🙂 Посмотреть можно здесь:"], "davide-zgyatti-09a104198": [], "meschergen": [], "sergey-kaplun-b659361b4": [], "sergey-naranov-a7702376": ["С удовольствием сообщаю, что я начинаю работу в новой должности – Разработчик на Java в компании IT_One!"], "mike-melnik-8a2168221": [], "марина-виноградова-4070461b3": [], "sergey-fedorov-2078a87a": ["С удовольствием сообщаю, что я начинаю работу в новой должности – Разработчик в компании Leroy Merlin!"], "alexander-chistov-70183b195": [], "vladimir-avdeev-354979233": [], "sergey-morozov-23a42a200": [], "sergey-minenkov-7100371bb": ["I’m happy to share that I’m starting a new position as Developer at Usetech!", "Hi everyone - I am looking for a new role and would appreciate your support. Thank you in advance for any connections, advice, or opportunities you can offer. #OpenToWork"], "yulia-maximova-447168213": [], "andre-amper220": ["I’m happy to share that I’m starting a new position as Senior Software Developer!"], "danil-izotov-41a881206": [], "mytholog": [], "dmitrii-velichko-81000ba2": ["Здравствуйте, я в поиске новой карьерной возможности и буду признателен(а) за вашу поддержку. Заранее благодарю за все рекомендации контактов, советы или возможности, которые вы можете предложить. #OpenToWork", "Hello, I am looking for a new career opportunity and would appreciate your support.  Thanks in advance for any contact recommendation, advice, or opportunity you might have to offer.  #career #opportunity #USA #PHP #OpenToWork", "Здравствуйте, я в поиске новой карьерной возможности и буду признателен(а) за вашу поддержку. Заранее благодарю за все рекомендации контактов, советы или возможности, которые вы можете предложить. #OpenToWork"], "ilya-ruchkin-9132161b8": [], "vladimir-mashir-00539823b": [], "roman-guralnik-42a200147": [], "kilderon": ["https://lnkd.in/eDgJaK2", "https://lnkd.in/gpzinSr"], "никита-гапоненко-2222b2101": ["Vitaliy Shvydkiy #Kudos Without you we'd be lost! #InspirationalLeader "], "vteeec": ["Symfony developer. Also fond of java and spring."], "dhabensky": [], "gennady-shivtsov-a6ab16116": [], "илья-михеев-6250a020b": [], "evgeny-knyazev-2391252a": [], "artyom-pashinin-10453b196": [], "yury-lebedev-a82789153": [], "bayav": [], "gordey-strokin-684b38207": [], "alexey-pichugin-4b96b0234": [], "george-prokhorov-10b280214": [], "alexey-gusev-064184194": [], "viktor-karpilenko-aa7aa3223": [], "mimirrow": [], "bogdan-marchukov-a90324232": ["С удовольствием сообщаю, что я начинаю работу в новой должности – Back End Developer!"], "dmitriy-konnov-a2a93a1b2": ["Зачем нужен процесс собеседования? Лучше просто переписываться с работодателем в удобное время! Зачем нужен закрытый формат собеседования? Лучше открывать вопросы для кандидатов при первом общении и давать неограниченное количество времени на подготовку. #собеседования", "Я думаю пора бы уже признать что программист - теоретическая работа. Нет \"практического кода\"  и нет достоверного  KPI.", "Занимаюсь изучением программирования более 10 лет. Ищу работу интересную, без собесов(да, именно без этой клоунады на собесах что везде происходит в лице тимлида или руководителя). Хочу делать реально приносящий пользу b2b  или b2c сервис. Моя работа будет заключаться в том, чтобы искать готовые решения, делать прототипы, продумывать автоматизацию деятельности(rpa)."], "sergey-vashkevich": ["I just earned a skill badge for Spring Framework! Who's next? See how you do on a #LinkedInSkillAssessment.", "I just earned a skill badge for Java! Who's next? See how you do on a #LinkedInSkillAssessment.", "I just earned a skill badge for Cascading Style Sheets (CSS)! Who's next? See how you do on a #LinkedInSkillAssessment.", "Hi everyone - I am looking for a new role and I would appreciate your support.Despite the fact that I am currently living in Moscow, I do NOT support what is happening in Ukraine, I can't really use the appropriate word because of a new law recently published that would cause me trouble.There is nothing I can do to change this situation so I have decided to move to a place where I can live with my conscience.I am looking for a job away from Russia and Belarus. I'm originally from Belarus, hence I have a belarusian passport.If you could send me any advice, connections or job opportunities to help me get out of here I'd be very thankful.Thank you all in advance,Best Regards,Sergei Vashkevich#OpenToWork"], "kirill-lebedev-850b39233": [], "albert-iskhakov-27842238": [], "daniil-kartashev-22933014a": [], "artem-shumilov-086498196": [], "weatherman13": []}